[PR_Bishop X2SoldierClassTemplate]
+DisplayName="主教"
+ClassSummary="主教是拥有灵能的士兵，他们专注于保护盟友、增强盟友的能力，或者在万不得已时释放他们内在的龙族力量。"
+LeftAbilityTreeTitle="闪电
+RightAbilityTreeTitle="巨龙"
AbilityTreeTitles[0]="高压电"
AbilityTreeTitles[1]="保护"
AbilityTreeTitles[2]="龙语"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="龙裔"
+RandomNickNames[1]="至高祭司"
+RandomNickNames[2]="教皇"
+RandomNickNames[3]="红衣主教"
+RandomNickNames[4]="主教"
+RandomNickNames[5]="龙族领主"